const Rules = () => {
	return (
		<div>
			"1.1 Любой, играющий на проекте, автоматически соглашается с этим сводом
			правил и обязуется выполнять их.", "1.2. Администраторы игрового проекта
			имеют полное право заблокировать ваш аккаунт за нарушение того или иного
			пункта правил.", "1.3. Администраторы игрового проекта имеют полное право
			аннулировать/заблокировать Ваш аккаунт без объяснения причин.", "1.4. Все
			деньги, переведенные Вами на счет аккаунта, считаются добровольным
			пожертвованием на развитие проекта.", "1.5. Администрация не несет
			ответственности за неправильно переведенные средства.", "1.6.
			Администрация не обязана возвращать вам то, что Вы утратили вследствие
			какой-либо технической/игровой ситуации.", "1.7. Данный свод правил может
			быть изменен в любой момент, и администрация оставляет на себе право не
			оповещать игроков об изменениях.", "1.8. Незнание правил не освобождает
			вас от ответственности. Взлом вашего аккаунта не является оправданием,
			если вас обвиняют в нарушении правил.", "1.9. Вернуть пожертвованные
			средства вы не сможете ни при каких условиях. Привилегии могут изменяться
			без предварительного уведомления владельцев.", "1.10. На обжалование
			наказания дается 7 дней (со дня его получения).", "1.11. Наказания за
			нарушения правил следует выдавать не позднее, чем через 15 минут (если
			чатовое) и 24 часа (если не чатовое) после самого нарушения. По истечению
			времени наказание выдавать нельзя (наказание за несоблюдение срока
			выдаётся по пункту 2.14) (не действует на персонал сервера).", "1.12.
			Каждый донатер, выдавший какое-либо наказание
			(ban/mute/kick/kill/unban/unmute), обязан предоставить доказательства в
			течение 48 часов в специальную тему VK (Ссылка) или группу Telegram
			(Ссылка) (отсутствие доказательств приравнивается к некорректной
			выдаче).Запрещено:", "2.1. Строительство нецензурных слов, а также фигур,
			несущих порнографический характер.* Наказание: Снос постройки и блокировка
			аккаунта на 4 дня.", "2.2. Выдавать себя за члена администрации/модерации
			проекта, не являясь ее представителем.* Наказание: Блокировка аккаунта на
			7 дней (или снятие доната, если нарушение особо тяжкое).", "2.3.
			Устанавливать объекты, нагружающие работу серверного оборудования.*
			Наказание: Блокировка аккаунта от 10 до 30 дней (или снятие доната, если
			нарушение особо тяжкое).", "2.4. Использование уязвимостей сервера для
			своей выгоды (баги, дюп).* Наказание: Блокировка аккаунта на 6 дней (или
			снятие доната, если нарушение особо тяжкое).", "2.5. Использование любых
			читов при сражении с другим игроком.* Наказание: Блокировка аккаунта на 15
			дней (или снятие доната, если нарушение особо тяжкое).", "2.6. Любая
			передача/продажа/взлом аккаунта.+ Если вы дали аккаунт другому игроку и
			тот нарушил правила - виноваты лишь вы.* Наказание: Блокировка аккаунта
			навсегда и снятие доната.", "2.7. Торговля внутриигровых ценностей за
			реальную валюту (рубли).+ Исключение: Торговля внутриигровыми предметами
			за донат на сервере (например: игрок передаёт вам 10 изумрудных блоков, а
			вы покупаете на ЕГО АККАУНТ вип).* Наказание: Частичное/полное обнуление
			аккаунта или блокировка аккаунта на 30 дней (или снятие доната, если
			нарушение особо тяжкое).", "2.8. Создавать помехи для работы
			модерации/администрации.* Наказание: Кик/блокировка аккаунта/блокировка
			чата или снятие доната в зависимости от ситуации, на усмотрение
			администрации/модерации.", "2.9. Нарушение развлекательных мероприятий на
			проекте/создание отвлекающих факторов для организаторов.* Наказание:
			Кик/блокировка чата/блокировка аккаунта/снятие доната в зависимости от
			ситуации, на усмотрение администрации/модерации.", "2.10.
			Подстрекательство игроков на нарушения правил.* Наказание: Блокировка
			аккаунта на 3 дня (или снятие доната, если нарушение особо тяжкое).",
			"2.11. Введение игроков в заблуждение (не действует на режимах, где
			разрешено гриферство).* Наказание: Блокировка чата/блокировка аккаунта/кик
			(или снятие доната, если нарушение особо тяжкое).", "2.12. PvP с
			использованием донатных возможностей, гриферство (гриферство - на
			выживаниях 1, 3 и дюпе разрешено, но без использования донатных
			возможностей (например: /tp к игроку и убийство, или бросание зелий будучи
			в полёте)).+ Все добавленные в приват игроки являются равноправными
			владельцами региона. Добавляя в свой приват игрока, вы разрешаете ему
			делать в регионе все что угодно. В случае гриферства совладельцем региона
			- вещи возвращены не будут.* Наказание: Предупреждение и блокировка
			аккаунта на 4 дня (или снятие доната, если нарушение особо тяжкое).",
			"2.13. Обход блокировки аккаунта или блокировки чата, играя на другом
			аккаунте (при условии, что игрок продолжает нарушать правила на новом
			аккаунте).* Наказание: Блокировка по IP или удвоение срока наказания
			[блокировка аккаунта по 2.13 сюда не входит].", "2.14. Некорректно
			снимать/выдавать наказание (даже себе) без причины (например: неверная
			мера наказания или снятие блокировки чата потому что это ваш друг).*
			Наказание: Предупреждение и блокировка аккаунта на 4 дня.+ Донатер может
			выдать наказание меньше указанного в правилах срока или меньшую степень
			наказания, но не выше, чем написано в правилах, если у него недоступны
			возможности для того наказания, которое прописано в правилах (например,
			мут вместо бана).", "2.15. Грязно выдавать наказание (даже себе) с
			оскорбительным (токсичным) для игрока подтекстом или матом (например:
			блокировка аккаунта по причине \"лох\").* Наказание: Снятие доната и
			блокировка аккаунта на 10 дней.", "2.16. Убивать игроков командой /kill
			без причины.* Наказание: Предупреждение и блокировка аккаунта на 3 дня
			(или снятие доната, если нарушение особо тяжкое).", "2.17. Раздавать
			дорогие ресурсы из креатива в большом количестве.* Наказание:
			Предупреждение и блокировка аккаунта на 3 дня (или снятие доната, если
			нарушение особо тяжкое) и блокировка аккаунта на 3 дня.", "2.18. При
			выдаче блокировки аккаунта/блокировки чата/кика/убийства донатер обязан
			иметь скриншот/видеозапись нарушения.* Наказание: Если доказательства не
			были предоставлены в срок - выданное наказание считается некорректным (см.
			пункт 2.14).", "2.19. Иметь постоянный (регистрационный) или изменённый
			(через команду) оскорбительный/нецензурный ник.* Наказание: Если ник
			постоянный (регистрационный) - дается 24 часа на перенос вещей, перенос
			острова и других ценностей, после чего выдаётся блокировка аккаунта
			навсегда, если ник изменённый через команду - просьба сменить ник, если
			игрок отказывается это сделать - выдаётся блокировка аккаунта на 7 дней.",
			"2.20. Устанавливать невидимые, порнографические, а также слишком большие
			или слишком маленькие 4D скины.* Наказание: Блокировка аккаунта на 7 дней
			(или снятие доната, если нарушение особо тяжкое).", "2.21. Телепортировать
			игрока к себе без причины.* Наказание: Блокировка аккаунта на 3 дня и
			предупреждение.", "2.22. Порча карты, установка/ломание блоков в хаотичном
			порядке, разлитие большого количества воды или лавы.* Наказание:
			Блокировка аккаунта на 5 дней и снятие доната.", "2.23. Помеха в регионе
			(владелец региона имеет право выгонять сторонних игроков из него), правило
			не работает на гриферских серверах.* Наказание: Устная просьба покинуть
			регион, если игрок отказывается - кик, если ситуация повторяется -
			блокировка аккаунта на 30 минут (или снятие доната, если нарушение особо
			тяжкое).", "2.24. Распространение нацизма/фашизма.* Наказание: Блокировка
			аккаунта на 15 дней и снос запрещённой постройки (или снятие доната, если
			нарушение особо тяжкое).", "2.25. Злоупотребление или целенаправленный
			флуд в огромном количестве любыми командами.* Наказание: Блокировка
			аккаунта на 5 часов (или снятие доната, если нарушение особо тяжкое).",
			"2.26. Устанавливать префиксы, содержащие нецензурную лексику, префиксы
			персонала и префиксы, которые как либо нарушают правила сервера.*
			Наказание: Предупреждение и блокировка аккаунта на 7 дней (или снятие
			доната, если нарушение особо тяжкое).", "2.27. Обманывать или пытаться
			обмануть кого-либо на игровой аккаунт.* Наказание: Блокировка аккаунта
			навсегда и снятие доната.", "2.28. Раздавать деньги с помощью команд
			\"/givemoney\" и \"/setmoney\" в огромных количествах и множеству игроков
			(а также обнулять баланс без причины).* Наказание: Блокировка аккаунта на
			30 дней и снятие доната.", "2.29. Выдавать себе наказание на маленький
			срок с целью избежания нормального наказания.* Наказание: Блокировка
			аккаунта на 15 дней и снятие доната."
		</div>
	)
}

export default Rules
